[
{
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "description": "Palms beach is often referred to as a family beach. It’s a place for everyone, young and old, \r\n\r\nwith it being the closest beach to the city centre. Its names sake comes from the many Palm \r\n\r\ntrees that are everywhere along the beach. The Palm trees provide shade to all that go there, \r\n\r\nwhich also is something that attracts the sun safe families as most of the other beaches in the \r\n\r\narea don’t have sufficient shade.",
        "name": "Palms Beach",
        "image_location": "palms_beach.jpg",
        "cost": 50,
        "experience_to_unlock": 0
    },
    "pk": 1
},
{
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "description": "Past Oak Park you come to Chilly hills. These hills are home to many small communities who prefer to live in the countryside rather then in the city itself. In the winter they get covered in a thick layer of snow that takes the fancy of many of the town folk who come to the hills to take on the ski slopes. In the summertime the hills are covered in numerous wild flowers and small green meadows, a favourite too many of the city’s children for fun picnics and games.",
        "name": "Chilly Hills",
        "image_location": "chilly_hills.jpg",
        "cost": 10,
        "experience_to_unlock": 1000
    },
    "pk": 2
},
{
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "description": "With water so clear that you can see the fish below you and golden sand that seems to go on for miles. The town's folk favourite beach location, the blue water beach is a perfect place to go and relax. This beach is liked by many of the town's folk because it’s so calm and generous in size. The town’s people love to go snorkelling and see what the underwater sea life is like with all their beautiful colours that can be seen through the amazingly clear water.",
        "name": "Beach",
        "image_location": "beach.jpg",
        "cost": 0,
        "experience_to_unlock": 0
    },
    "pk": 3
},
{
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "description": "Not far out of town are the daisy fields. The fields are split by Melvin’s favourite track the Daisy \r\n\r\nhighway. He can’t think of a better way to spend his weekend then out on the daisy fields. He \r\n\r\nreally likes how he can still see the city whilst all around him were beautiful fields of flowers and \r\n\r\ngreen grass. Years ago these fields were filled with daisies as far as the eye could see however \r\n\r\nas the years went by the daisies become less and less and now there is only small patches of \r\n\r\ndaisies found spotted through the fields.",
        "name": "Daisy Highway",
        "image_location": "daisy_highway.jpg",
        "cost": 0,
        "experience_to_unlock": 1000000
    },
    "pk": 4
},
{
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "description": "The old park land known as Oak Tree Park is a perfect place for a quiet walk out in nature. The large oak trees that are the park's namesake provide the perfect backdrop that will make you forget all your worries. There are a number of pathways to explore, winding around the different nooks and crannies within the park lands. The paths were originally created by order of King Rupert’s great, great, great grandfather King Wilson who had the paths made for his wife as a wedding gift.",
        "name": "Oak Tree Park",
        "image_location": "oak_tree_park.jpg",
        "cost": 0,
        "experience_to_unlock": 0
    },
    "pk": 6
}
]
