[
{
    "pk": 1,
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "cost": 50,
        "image_location": "hills.jpg",
        "name": "Highlands",
        "experience_to_unlock": 0,
        "description": "The Scottish Highlands, known locally simply as the Highlands (Scottish Gaelic: A' Ghàidhealtachd, \"the place of the Gaels\"; Scots: the Hielands) are a historic region of Scotland. The region became culturally distinguishable from the Lowlands from the later Middle Ages into the modern period, when Lowland Scots replaced Scottish Gaelic throughout most of the Lowlands"
    }
},
{
    "pk": 2,
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "cost": 10,
        "image_location": "desert.jpg",
        "name": "Desert",
        "experience_to_unlock": 1000,
        "description": "A desert"
    }
},
{
    "pk": 3,
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "cost": 0,
        "image_location": "snow.jpg",
        "name": "Snow",
        "experience_to_unlock": 0,
        "description": "Snow is precipitation in the form of flakes of crystalline water ice that falls from clouds. Since snow is composed of small ice particles, it is a granular material. It has an open and therefore soft, white, and fluffy structure, unless subjected to external pressure. Snowflakes come in a variety of sizes and shapes. Types that fall in the form of a ball due to melting and refreezing, rather than a flake, are hail, ice pellets or snow grains."
    }
},
{
    "pk": 4,
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "cost": 0,
        "image_location": "water.jpg",
        "name": "Water",
        "experience_to_unlock": 1000000,
        "description": "Some water"
    }
},
{
    "pk": 6,
    "model": "tracktivityPetsWebsite.scenery",
    "fields": {
        "cost": 0,
        "image_location": "trees.jpg",
        "name": "Trees",
        "experience_to_unlock": 0,
        "description": "In botany, a tree is a perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species. In some usages, the definition of a tree may be narrower, including only woody plants with secondary growth, plants that are usable as lumber or plants above a specified height. In looser senses, the taller palms, the tree ferns, bananas and bamboos are also trees. Trees tend to be long-lived, some reaching several thousand years old. The tallest known tree, a coast redwood named Hyperion, stands 115.6 m (379 ft) high. Trees have been in existence on the Earth for 370 million years. Trees are not a taxonomic group but include a variety of plant species that have independently evolved a woody trunk and branches as a way to tower above other plants to compete for sunlight."
    }
}
]
